aaron-bond.better-comments
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
johnpapa.vscode-peacock
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode.vscode-typescript-next
pkief.material-icon-theme
pmneo.tsimporter
pnp.polacode
postman.postman-for-vscode
redhat.vscode-yaml
sabrsorensen.synthwave-blues
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
usernamehw.errorlens
